tap "buo/cask-upgrade"
tap "colindean/fonts-nonfree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "neovim/neovim"
tap "somuchforsubtlety/tap"
brew "ack"
brew "antigen"
brew "bash"
brew "blueutil"
brew "readline"
brew "python@3.9"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "elixir"
brew "node"
brew "gh"
brew "git"
brew "libusb"
brew "gnupg"
brew "httpie"
brew "irssi"
brew "kubernetes-cli", link: false
brew "luajit", args: ["HEAD"]
brew "mypy"
brew "namebench"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "openshift-cli"
brew "pandoc"
brew "parallel"
brew "pre-commit"
brew "python@3.8"
brew "screen"
brew "speedtest-cli"
brew "subversion"
brew "the_silver_searcher"
brew "tree"
brew "unrar"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "somuchforsubtlety/tap/f1viewer"
cask "1password"
cask "authy"
cask "bitwarden"
cask "brave-browser-beta"
cask "coconutbattery"
cask "db-browser-for-sqlite"
cask "discord"
cask "firefox-beta"
cask "font-blex-mono-nerd-font"
cask "font-fira-mono"
cask "font-ibm-plex"
cask "font-inconsolata-dz"
cask "font-input"
cask "font-microsoft-office"
cask "font-roboto-mono"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-mono"
cask "font-source-code-pro"
cask "gimp"
cask "iterm2"
cask "karabiner-elements"
cask "licecap"
cask "linearmouse"
cask "mos"
cask "plex-media-server"
cask "slack"
cask "spectacle"
cask "spotify"
cask "transmission"
cask "vlc"
cask "whatsapp"
cask "zoom"
